{
  "users": [
    {
      "id": 1,
      "email": "maksatbirim@gmail.ru",
      "login": "Max Birimkukov",
      "password": "SeniorFront-End_Devoper1!",
      "balance": 0
    },
    {
      "email": "zusupovaerkinai@gmail.com",
      "password": "$2a$10$vZEYSuwiJvp7GjzvKQYjPeGE/1TxtMB6Ac1CeHW6PAbs99hwgyUce",
      "id": 2,
      "login": "Эдил Мажиов",
      "balance": 10000
    },
    {
      "email": "zusupovaerkindai@gmail.com",
      "password": "$2a$10$GdXkqKZwitVzXhpqUQtA3.2ErlET0VuCvqn7J3RxUw2QnJCET4Yvi",
      "id": 3,
      "login": "Эдил Мажитов",
      "balance": 10980
    }
  ],
  "products": [
    {
      "id": 1,
      "type": "Смартфон",
      "title": "Samsung Galaxy S24 FE зелёный",
      "description": "Смартфон Samsung Galaxy S24 FE с объемом памяти 256 ГБ — идеальный выбор для тех, кто ценит стиль и производительность. Высококачественная камера, мощный процессор и элегантный дизайн обеспечат комфортное использование устройства в любых условиях.",
      "price": 69990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/760820/1_760820.jpg?timestamp=2024-09-26_18-43-45",
      "quantity": 10
    },
    {
      "id": 2,
      "type": "Смартфон",
      "title": "Apple iPhone 16 256 ГБ ультрамарин",
      "description": "Смартфон Apple iPhone 16 256 ГБ ультрамарин – флагман с 6.7-дюймовым OLED-дисплеем ProMotion, процессором A18 Bionic и 48 МП камерой. Элегантный ультрамариновый корпус, iOS 18, 256 ГБ памяти и поддержка быстрой зарядки делают его идеальным выбором для работы и развлечений.",
      "price": 133990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/248_248/758129/1_758129.jpg?timestamp=2024-09-10_20-21-36",
      "quantity": 0
    },
    {
      "id": 3,
      "type": "Смартфон",
      "title": "Samsung Galaxy Z Fold 6 512 ГБ серебристый без",
      "description": "Смартфон Samsung Galaxy Z Fold 6 512 ГБ серебристый – инновационное устройство с гибким 7.6-дюймовым AMOLED-дисплеем, мощным процессором Snapdragon 8 Gen 3 и емкостью памяти 512 ГБ. Идеально подходит для многозадачности, работы и развлечений.",
      "price": 197990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/747621/1_747621.jpg?timestamp=2024-07-09_11-50-17",
      "quantity": 0
    },
    {
      "id": 4,
      "type": "Смартфон",
      "title": "Samsung Galaxy S24 Ultra 256 ГБ жёлтый",
      "description": "Смартфон Samsung Galaxy S24 Ultra 256 ГБ жёлтый. Экран 6.8 Dynamic AMOLED 2X, камера 200 Мп, память 256 ГБ.",
      "price": 130990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/713895/1_713895.jpg",
      "quantity": 0
    },
    {
      "id": 5,
      "type": "Смартфон",
      "title": "Xiaomi 14 Ultra 512 ГБ чёрный",
      "description": "Xiaomi 14 Ultra 512 ГБ (чёрный) — это мощный смартфон с 6,81-дюймовым AMOLED-дисплеем, передовой камерой, способной на профессиональные снимки, и батареей с быстрой зарядкой. Элегантный дизайн и 512 ГБ памяти делают его идеальным для работы и развлечений.",
      "price": 134980,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/248_248/727856/1_727856.jpg",
      "quantity": 10
    },
    {
      "id": 6,
      "type": "Смартфон",
      "title": "Huawei Pura 70 Ultra 1 TБ чёрный",
      "description": "Huawei Pura 70 Ultra 1 ТБ (чёрный) — флагманский смартфон с 1 ТБ памяти, ярким 6,9-дюймовым OLED-дисплеем и продвинутой камерой для профессиональных фото и видео. Мощный аккумулятор с быстрой зарядкой и стильный дизайн делают его идеальным выбором для работы и творчества.",
      "price": 119980,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/736372/1_736372.jpg",
      "quantity": 10
    },
    {
      "id": 7,
      "type": "Смартфон",
      "title": "Samsung Galaxy A55 128 ГБ лавандовый",
      "description": "Samsung Galaxy A55 128 ГБ (лавандовый) — стильный и производительный смартфон с ярким 6,5-дюймовым AMOLED-дисплеем, камерой для чётких фото и видео, и ёмким аккумулятором для целого дня работы. Элегантный лавандовый дизайн подчёркивает вашу индивидуальность.",
      "price": 59980,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/730122/1_730122.jpg",
      "quantity": 10
    },
    {
      "id": 8,
      "type": "Смартфон",
      "title": "Xiaomi 14T 512 ГБ зелёный",
      "description": "Xiaomi 14T 512 ГБ (зелёный) — мощный смартфон с 512 ГБ памяти, ярким 6,7-дюймовым AMOLED-дисплеем и камерой для потрясающих снимков. Энергоэффективный процессор и быстрая зарядка обеспечивают комфортное использование, а стильный зелёный дизайн выделяет его среди других.",
      "price": 56980,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/760621/1_760621.jpg?timestamp=2024-09-25_16-39-17",
      "quantity": 10
    },
    {
      "id": 9,
      "type": "Смартфон",
      "title": "Samsung Galaxy A35 128 ГБ тёмно-синий",
      "description": "Samsung Galaxy A35 128 ГБ (тёмно-синий) — надёжный смартфон с 6,4-дюймовым AMOLED-дисплеем, стильным тёмно-синим дизайном и 128 ГБ памяти для хранения всех ваших данных. Удобная камера, мощный аккумулятор и производительность делают его идеальным для повседневного использования.",
      "price": 37990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/730079/1_730079.jpg",
      "quantity": 10
    },
    {
      "id": 10,
      "type": "Смартфон",
      "title": "Infinix Hot 40i 256 ГБ золотой",
      "description": "Infinix Hot 40i 256 ГБ (золотой) — доступный и стильный смартфон с 256 ГБ памяти, 6,6-дюймовым ярким дисплеем и продвинутой камерой для качественных снимков. Мощный аккумулятор обеспечивает долгую работу, а золотой дизайн подчёркивает вашу элегантность.",
      "price": 12990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/706264/1_706264.jpg",
      "quantity": 10
    },
    {
      "id": 11,
      "type": "Смартфон",
      "title": "Realme 12 4G 8+512 ГБ зелёный",
      "description": "Realme 12 4G 8+512 ГБ (зелёный) — стильный и мощный смартфон с 8 ГБ оперативной памяти и 512 ГБ для хранения. Яркий 6,7-дюймовый дисплей, качественная камера и энергоэффективный процессор делают его идеальным для работы и развлечений. Элегантный зелёный дизайн дополняет современный облик устройства.",
      "price": 12990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/744988/1_744988.jpg?timestamp=2024-06-26_08-55-41",
      "quantity": 10
    },
    {
      "id": 12,
      "type": "Смартфон",
      "title": "Realme C55 128 ГБ чёрный",
      "description": "Realme C55 128 ГБ (чёрный) — стильный и функциональный смартфон с 128 ГБ памяти и 6,72-дюймовым дисплеем для яркого просмотра контента. Камера с продвинутыми функциями и долговечный аккумулятор делают его отличным выбором для повседневного использования. Элегантный чёрный дизайн добавляет изысканности.",
      "price": 14980,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/645955/1_645955.jpg",
      "quantity": 10
    },
    {
      "id": 13,
      "type": "Смартфон",
      "title": "Tecno Camon 20 Premier 5G 512 ГБ чёрный",
      "description": "Tecno Camon 20 Premier 5G 512 ГБ (чёрный) — мощный смартфон с 512 ГБ памяти, 6,67-дюймовым AMOLED-дисплеем и поддержкой 5G для быстрой работы в сети. Камера с искусственным интеллектом позволяет делать отличные снимки, а стильный чёрный дизайн придаёт устройству элегантности.",
      "price": 32990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/660712/1_660712.jpg",
      "quantity": 10
    },
    {
      "id": 14,
      "type": "Смартфон",
      "title": "Infinix Hot 30i 8+128 ГБ белый",
      "description": "Infinix Hot 30i 8+128 ГБ (белый) — стильный и мощный смартфон с 8 ГБ оперативной и 128 ГБ встроенной памяти. Яркий 6,6-дюймовый дисплей, продвинутая камера для отличных снимков и долгий срок службы аккумулятора делают его идеальным выбором для повседневного использования. Элегантный белый дизайн подчёркивает современный стиль.",
      "price": 13990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/656441/1_656441.jpg",
      "quantity": 10
    },
    {
      "id": 15,
      "type": "Смартфон",
      "title": "Infinix Note 30 128 ГБ синий",
      "description": "Infinix Note 30 128 ГБ (синий) — мощный смартфон с 128 ГБ памяти и 6,78-дюймовым дисплеем для яркого и комфортного просмотра контента. Камера с улучшенными функциями для качественных фото, а также долговечный аккумулятор для продолжительного использования. Стильный синий дизайн придаёт устройству современный и динамичный вид.",
      "price": 21990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/656369/1_656369.jpg",
      "quantity": 10
    },
    {
      "id": 16,
      "type": "Смартфон",
      "title": "Apple iPhone 16 Pro 256 ГБ песчаный титановый",
      "description": "Apple iPhone 16 Pro 256 ГБ (песчаный титановый) — флагманский смартфон с 256 ГБ памяти, 6,1-дюймовым Super Retina XDR дисплеем и улучшенной камерой для профессиональных фото и видео. Мощный процессор, поддержка 5G и изысканный песчаный титановый дизайн делают его идеальным выбором для пользователей, ценящих технологии и стиль.",
      "price": 184980,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/758094/1_758094.jpg?timestamp=2024-09-10_17-57-43",
      "quantity": 10
    },
    {
      "id": 17,
      "type": "Смартфон",
      "title": "Apple iPhone 16 Pro 1 ТБ Dual SIM титановый чёрный",
      "description": "Apple iPhone 16 Pro 1 ТБ Dual SIM титановый чёрный — это мощный флагман от Apple, оснащённый процессором нового поколения, впечатляющим объёмом памяти 1 ТБ и поддержкой двух SIM-карт. Корпус из прочного титана в стильном чёрном цвете обеспечивает не только долговечность, но и премиальный внешний вид. Устройство идеально подходит для тех, кто ценит производительность, инновации и элегантный дизайн.",
      "price": 244980,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/758019/1_758019.jpg?timestamp=2024-09-10_15-05-09",
      "quantity": 10
    },
    {
      "id": 18,
      "type": "Смартфон",
      "title": "Apple iPhone 16 Pro 1 ТБ песчаный титановый",
      "description": "Apple iPhone 16 Pro 1 ТБ песчаный титановый — это современный флагманский смартфон от Apple, предлагающий непревзойдённую производительность благодаря новейшему процессору и объёму памяти 1 ТБ. Корпус из титана в элегантном песчаном оттенке сочетает в себе лёгкость, прочность и стильный внешний вид. Смартфон идеально подходит для активных пользователей, которым важны инновации, надёжность и премиальный дизайн.",
      "price": 244980,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/758089/1_758089.jpg?timestamp=2024-09-10_17-42-34",
      "quantity": 10
    },
    {
      "id": 19,
      "type": "Смартфон",
      "title": "Xiaomi Redmi 12 128 ГБ полуночно-чёрный",
      "description": "Xiaomi Redmi 12 128 ГБ полуночно-чёрный — это стильный и доступный смартфон с ярким дисплеем, высокой производительностью и объёмом памяти 128 ГБ для хранения ваших данных. Корпус в элегантном чёрном цвете подчёркивает современный дизайн устройства. Отличный выбор для повседневного использования, работы и развлечений.",
      "price": 11650,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/662647/1_662647.jpg",
      "quantity": 10
    },
    {
      "id": 20,
      "type": "Смартфон",
      "title": "Xiaomi Redmi 13C 128 ГБ синий",
      "description": "Xiaomi Redmi 13C 128 ГБ синий — это сбалансированный смартфон с элегантным дизайном и современными характеристиками. Устройство оснащено 128 ГБ памяти для хранения ваших данных, мощным процессором для плавной работы и стильным корпусом в синем цвете. Это отличный выбор для тех, кто ценит практичность, производительность и доступность.",
      "price": 10980,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/707346/1_707346.jpg",
      "quantity": 10
    },
    {
      "id": 21,
      "type": "Системный блок",
      "title": "HYPERPC Champion",
      "description": "HYPERPC Champion — мощный игровой компьютер с топовым процессором и видеокартой, обеспечивающий отличную производительность в играх и приложениях. Стильный дизайн с эффективным охлаждением и подсветкой делает его идеальным выбором для геймеров.",
      "price": 181700,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/684829/1_684829.jpg",
      "quantity": 10
    },
    {
      "id": 22,
      "type": "Системный блок",
      "title": " Lyambda Frontier L-GM1738-BK",
      "description": "Lyambda Frontier L-GM1738-BK — это стильный и мощный игровой компьютер с высокой производительностью, предназначенный для комфортной игры и работы с требовательными приложениями. Оснащён современным процессором и видеокартой, он обеспечит отличную производительность в любых задачах. Компьютер имеет элегантный чёрный корпус и эффективную систему охлаждения.",
      "price": 181700,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/727020/1_727020.jpg",
      "quantity": 10
    },
    {
      "id": 23,
      "type": "Системный блок",
      "title": "Lyambda Frontier L-GM1739-WH",
      "description": "Lyambda Frontier L-GM1739-WH — это мощный и стильный игровой компьютер с высокой производительностью, идеально подходящий для игр и работы с ресурсоёмкими приложениями. Он оснащён современными компонентами, включая процессор и видеокарту, которые обеспечивают отличную производительность. Элегантный белый корпус и передовая система охлаждения делают его не только эффективным, но и красивым выбором.",
      "price": 368090,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/730458/1_730458.jpg",
      "quantity": 10
    },
    {
      "id": 24,
      "type": "Системный блок",
      "title": "Apple Mac mini M2 2023",
      "description": "Apple Mac mini M2 2023 — компактный и мощный системный блок с новым чипом M2, обеспечивающий отличную производительность для работы с профессиональными приложениями и повседневных задач. Элегантный дизайн в классическом стиле Apple и компактные размеры делают его идеальным выбором для пользователей, ценящих пространство и мощность.",
      "price": 89980,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/756044/1_756044.jpg",
      "quantity": 10
    },
    {
      "id": 25,
      "type": "Системный блок",
      "title": "Apple Mac Studio M2 2023",
      "description": "Apple Mac Studio M2 2023 — мощный системный блок с чипом M2, предназначенный для профессионалов, работающих с ресурсоёмкими приложениями. Компактный и стильный корпус в сочетании с высокой производительностью и возможностью расширения делают его идеальным выбором для работы с видео, графикой и 3D-моделированием.",
      "price": 469000,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/756053/1_756053.jpg",
      "quantity": 10
    },
    {
      "id": 26,
      "type": "Системный блок",
      "title": "MSI MEG Trident X 11TE-2403RU (9S6-B92681-2403)",
      "description": "MSI MEG Trident X 11TE-2403RU — мощный игровой компьютер в компактном корпусе с передовыми характеристиками. Оснащён процессором Intel Core i7 и видеокартой NVIDIA GeForce RTX 3070, что обеспечивает отличную производительность в играх и профессиональных приложениях. Элегантный дизайн и передовая система охлаждения делают его идеальным для геймеров и создателей контента.",
      "price": 278990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/690319/0_690319.jpg",
      "quantity": 10
    },
    {
      "id": 27,
      "type": "Системный блок",
      "title": "Lenovo V50t Gen 2-13IOB TWR (11QE0019RU)",
      "description": "Lenovo V50t Gen 2-13IOB TWR — надёжный и эффективный системный блок для бизнеса с процессором Intel Core i3, обеспечивающий стабильную работу в офисных приложениях и многозадачности. Компактный и практичный корпус с отличной системой охлаждения и долговечностью, идеален для повседневной работы в офисах.",
      "price": 36000,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/550686/1_550686.jpg",
      "quantity": 10
    },
    {
      "id": 28,
      "type": "Системный блок",
      "title": "HP Omen GT12-1049ur (5D427EA/ACB)",
      "description": "HP Omen GT12-1049ur — высокопроизводительный игровой системный блок с процессором Intel Core i7 и видеокартой NVIDIA GeForce RTX 3060, который обеспечит отличную производительность в играх и при работе с тяжёлыми приложениями. Стильный корпус с передовой системой охлаждения и индивидуальной подсветкой делает его не только мощным, но и стильным выбором для геймеров.",
      "price": 123600,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/551035/1_551035.jpg",
      "quantity": 10
    },
    {
      "id": 29,
      "type": "Системный блок",
      "title": "HP Omen GT21-0018ur (5D444EA/ACB)",
      "description": "HP Omen GT21-0018ur — мощный игровой системный блок с процессором Intel Core i7 и видеокартой NVIDIA GeForce RTX 3070, идеально подходящий для игр на высоких настройках и работы с профессиональными приложениями. Современный дизайн с индивидуальной подсветкой и эффективной системой охлаждения делает его отличным выбором для геймеров и создателей контента.",
      "price": 162240,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/551051/1_551051.jpg",
      "quantity": 10
    },
    {
      "id": 30,
      "type": "Системный блок",
      "title": "Machenike Stars V (V47R36D4w)",
      "description": "Machenike Stars V (V47R36D4w) — мощный и стильный системный блок с процессором Intel Core i7 и видеокартой NVIDIA GeForce RTX 3060. Он обеспечит отличную производительность в играх и профессиональных приложениях. Компактный корпус с улучшенной системой охлаждения и эффектной подсветкой делают его идеальным выбором для геймеров и творческих специалистов.",
      "price": 134990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/663274/1_663274.jpg",
      "quantity": 10
    },
    {
      "id": 31,
      "type": "Системный блок",
      "title": "Machenike Stars X (X47KR375wt)",
      "description": "Machenike Stars X (X47KR375wt) — мощный и элегантный системный блок, оснащённый процессором Intel Core i7 и видеокартой NVIDIA GeForce RTX 3070. Отличается высокой производительностью, подходящей для игр, графики и видеомонтажа. Компактный и стильный корпус с передовой системой охлаждения и эффектной подсветкой идеально подходит для геймеров и профессионалов.",
      "price": 177090,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/663273/1_663273.jpg",
      "quantity": 10
    },
    {
      "id": 32,
      "type": "Системный блок",
      "title": "Lyambda OMEGA V1 L-GM19224V1-BK",
      "description": "Lyambda OMEGA V1 L-GM19224V1-BK — доступный и эффективный системный блок для работы с офисными приложениями и повседневными задачами. Оснащён процессором Intel Core i5 и видеокартой NVIDIA GeForce GTX 1650, что позволяет выполнять базовые задачи с высокой производительностью. Компактный корпус и хорошая система охлаждения делают его идеальным выбором для офисного использования.",
      "price": 51990,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/726980/1_726980.jpg",
      "quantity": 10
    },
    {
      "id": 33,
      "type": "Системный блок",
      "title": "Lenovo IdeaCentre 90RW00CYRS",
      "description": "Lenovo IdeaCentre 90RW00CYRS — универсальный и доступный системный блок для работы и развлечений. Оснащён процессором AMD Ryzen 5 и видеокартой AMD Radeon RX 550, что обеспечивает хорошую производительность для работы с офисными приложениями, веб-сёрфинга и легких игр. Компактный и стильный корпус, подходящий для домашнего или офисного использования.",
      "price": 79000,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/591589/0_591589.jpg",
      "quantity": 10
    },
    {
      "id": 34,
      "type": "Системный блок",
      "title": "Acer ConceptD CT500 (DT.C03ER.007)",
      "description": "Acer ConceptD CT500 (DT.C03ER.007) — мощный системный блок для профессионалов, работающих с графикой и видео. Оснащён процессором Intel Core i9 и видеокартой NVIDIA GeForce RTX 3080, что обеспечивает отличную производительность для требовательных приложений. Стильный белый корпус с отличной системой охлаждения и хорошей производительностью делают его идеальным выбором для креативных специалистов.",
      "price": 264000,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/248_248/224313/1_224313.jpg",
      "quantity": 10
    },
    {
      "id": 35,
      "type": "Системный блок",
      "title": "Lenovo IdeaCentre 310S-08ASR (90G9007LRS)",
      "description": "Lenovo IdeaCentre 310S-08ASR (90G9007LRS) — компактный и доступный системный блок, идеально подходящий для повседневной работы, веб-сёрфинга и офисных приложений. Оснащён процессором AMD A9 и интегрированной видеокартой, что делает его хорошим выбором для лёгких задач. Простой и стильный корпус идеально подходит для домашних и офисных условий.",
      "price": 17190,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/1000_1000/167148/0_167148.jpg",
      "quantity": 10
    },
    {
      "id": 36,
      "type": "Системный блок",
      "title": "HP Pavillion TP01-1038ur silver (36V33EA)",
      "description": "HP Pavillion TP01-1038ur silver (36V33EA) — стильный и производительный системный блок для повседневных задач, с процессором Intel Core i5 и интегрированной видеокартой. Идеален для работы в офисных приложениях, мультимедиа и интернет-сёрфинга. Компактный корпус серебристого цвета отлично впишется в любой интерьер, а высокая производительность удовлетворит потребности большинства пользователей.",
      "price": 44290,
      "img": "https://cdn1.technopark.ru/technopark/photos_resized/product/248_248/306835/0_306835.jpg",
      "quantity": 10
    }
  ],
  "reviews": [
    {
      "id": 1,
      "userName": "Максат",
      "date": "10.10.2024",
      "rating": 4,
      "text": "Отличный магазин!"
    }
  ],
  "orders": [
    {
      "id": 1733477639016,
      "user": {
        "name": "Эдил Мажиов",
        "email": "zusupovaerkinai@gmail.com",
        "address": "guvofjcvhdjoc"
      },
      "items": [
        {
          "id": 1,
          "title": "Samsung Galaxy S24 FE зелёный",
          "count": 1,
          "price": 69990,
          "total": 69990
        }
      ],
      "totalPrice": 69990
    },
    {
      "id": 1733478107043,
      "user": {
        "name": "Эдил Мажиов",
        "email": "zusupovaerkinai@gmail.com",
        "address": "fffffffssdfsdf"
      },
      "items": [
        {
          "id": 9,
          "title": "Samsung Galaxy A35 128 ГБ тёмно-синий",
          "count": 1,
          "price": 37990,
          "total": 37990
        },
        {
          "id": 10,
          "title": "Infinix Hot 40i 256 ГБ золотой",
          "count": 1,
          "price": 12990,
          "total": 12990
        }
      ],
      "totalPrice": 50980
    }
  ]
}